Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.fileConverter.audioQuality.description
source: Choose the bitrate target for compressed audio formats.
ar: اختر معدل البت المستهدف لتنسيقات الصوت المضغوطة.
cs: Nastavte cílový datový tok pro komprimované zvukové formáty.
de: Ziel-Bitrate für komprimierte Audioformate festlegen.
es: Elige la tasa de bits objetivo para formatos de audio comprimidos.
fr: Définir le débit binaire cible pour les formats audio compressés.
id: Atur bitrate target untuk format audio terkompresi.
it: Imposta il bitrate di destinazione per i formati audio compressi.
ja: 圧縮オーディオ形式のターゲットビットレートを設定します。
ko: 압축 오디오 형식의 목표 비트 전송률을 설정합니다.
nl: Stel de gewenste bitrate in voor gecomprimeerde audio-indelingen.
pl: Ustaw docelową przepływność dla skompresowanych formatów audio.
pt: Definir a taxa de bits pretendida para formatos de áudio comprimidos.
ru: Выберите целевой битрейт для сжатых аудиоформатов.
sv: Ställ in målbithastigheten för komprimerade ljudformat.
tr: Sıkıştırılmış ses biçimleri için hedef bit hızını seçin.
uk: Встановіть цільовий бітрейт для стиснених аудіоформатів.
vi: Đặt tốc độ bit mục tiêu cho các định dạng âm thanh nén.
zh_hans: 选择压缩音频格式的目标比特率。
zh_hant: 設定壓縮音訊格式的目標位元率。

# settings.fileConverter.audioQuality.source
source: Source
ar: المصدر
cs: Zdroj
de: Quelle
es: Fuente
id: Sumber
it: Originale
ja: ソース
ko: 원본
nl: Bron
pl: Źródło
pt: Original
ru: Исходное
sv: Källa
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 源质量
zh_hant: 原始來源

# settings.fileConverter.audioQuality.title
source: Audio quality
ar: جودة الصوت
cs: Kvalita zvuku
de: Audioqualität
es: Calidad de audio
fr: Qualité audio
id: Kualitas Audio
it: Qualità audio
ja: オーディオ品質
ko: 오디오 품질
nl: Audiokwaliteit
pl: Jakość dźwięku
pt: Qualidade de áudio
ru: Качество аудио
sv: Ljudkvalitet
tr: Ses kalitesi
uk: Якість звуку
vi: Chất lượng âm thanh
zh_hans: 音频质量
zh_hant: 音訊品質

# settings.fileConverter.existingFileBehavior.ask
source: Ask
ar: سؤال
cs: Zeptat se
de: Fragen
es: Preguntar
fr: Demander
id: Tanya
it: Chiedi
ja: 確認する
ko: 확인
nl: Vragen
pl: Pytaj
pt: Perguntar
ru: Спрашивать
sv: Fråga
tr: Sor
uk: Запитувати
vi: Hỏi
zh_hans: 询问
zh_hant: 詢問

# settings.fileConverter.existingFileBehavior.createUniqueName
source: Create unique name
ar: إنشاء اسم فريد
cs: Vytvořit jedinečný název
de: Eindeutigen Namen erstellen
es: Crear nombre único
fr: Créer un nom unique
id: Buat Nama Unik
it: Crea nome univoco
ja: 一意の名前を作成
ko: 고유한 이름 생성
nl: Unieke naam maken
pl: Utwórz unikalną nazwę
pt: Criar nome único
ru: Создавать уникальное имя
sv: Skapa unikt namn
tr: Benzersiz ad oluştur
uk: Створити унікальне ім'я
vi: Tạo tên duy nhất
zh_hans: 创建唯一名称
zh_hant: 建立專屬名稱

# settings.fileConverter.existingFileBehavior.replace
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
id: Ganti
it: Sostituisci
ja: 置換
ko: 대체
nl: Vervangen
pl: Zastąp
pt: Substituir
ru: Заменить
sv: Ersätt
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# settings.fileConverter.existingFiles.description
source: Choose what happens when a converted filename already exists.
ar: اختر ما يحدث عند وجود ملف محول بنفس الاسم مسبقاً.
cs: Definujte chování, pokud již existuje převedený soubor se stejným názvem.
de: Wähle das Verhalten, wenn ein konvertierter Dateiname bereits existiert.
es: Elige qué sucede cuando ya existe un archivo con el mismo имя.
fr: Définir le comportement lorsqu'un fichier converti porte déjà le même nom.
id: Tentukan perilaku saat file yang dikonversi sudah memiliki nama yang sama.
it: Definisci il comportamento quando un file convertito ha già lo stesso nome.
ja: 変換後のファイル名が既に存在する場合の動作を設定します。
ko: 변환된 파일 이름이 이미 존재할 때의 동작을 정의합니다.
nl: Definieer het gedrag wanneer een geconverteerd bestand al dezelfde naam heeft.
pl: Zdefiniuj zachowanie, gdy przekonwertowany plik ma już taką samą nazwę.
pt: Definir o comportamento quando um ficheiro convertido já tiver o mesmo nome.
ru: Выберите действие при существовании файла с таким же именем.
sv: Definiera beteendet när en konverterad fil redan har samma namn.
tr: Dönüştürülen dosya adı zaten varsa ne olacağını seçin.
uk: Визначте дію, коли перетворений файл уже має таку ж назву.
vi: Xác định hành vi khi tệp được chuyển đổi đã có cùng tên.
zh_hans: 选择当转换后的文件名已存在时的处理方式。
zh_hant: 定義當已轉換檔案已有相同名稱時的行為。

# settings.fileConverter.existingFiles.title
source: Existing files
ar: الملفات الموجودة
cs: Existující soubory
de: Vorhandene Dateien
es: Archivos existentes
fr: Fichiers existants
id: File yang Ada
it: File esistenti
ja: 既存のファイル
ko: 기존 파일 처리
nl: Bestaande bestanden
pl: Istniejące pliki
pt: Ficheiros existentes
ru: Существующие файлы
sv: Befintliga filer
tr: Var olan dosyalar
uk: Існуючі файли
vi: Tệp hiện có
zh_hans: 已存在的文件
zh_hant: 現有檔案

# settings.fileConverter.filenameSuffix.description
source: Add this suffix before the converted file extension.
ar: أضف هذه اللاحقة قبل امتداد الملف المحول.
cs: Přidejte tuto příponu před příponu převedeného souboru.
de: Dieses Suffix vor der Dateierweiterung anfügen.
es: Añade este sufijo antes de la extensión del archivo convertido.
fr: Ajouter ce suffixe avant l'extension du fichier converti.
id: Tambahkan akhiran ini sebelum ekstensi file yang dikonversi.
it: Aggiungi questo suffisso prima dell'estensione del file convertito.
ja: 変換後のファイルの拡張子の前に追加する接尾辞。
ko: 변환된 파일 확장자 앞에 추가할 접미사.
nl: Voeg dit achtervoegsel toe vóór de geconverteerde bestandsextensie.
pl: Dodaj ten przyrostek przed rozszerzeniem przekonwertowanego pliku.
pt: Adicionar este sufixo antes da extensão do ficheiro convertido.
ru: Добавить этот суффикс перед расширением сконвертированного файла.
sv: Lägg till detta suffix före den konverterade filändelsen.
tr: Bu soneki, dönüştürülen dosyanın uzantısından önce ekle.
uk: Додайте цей суфікс перед розширенням перетвореного файлу.
vi: Thêm hậu tố này trước phần mở rộng tệp được chuyển đổi.
zh_hans: 在转换后的文件扩展名之前添加此后缀。
zh_hant: 在已轉換的副檔名前加上此後綴。

# settings.fileConverter.filenameSuffix.title
source: Filename suffix
ar: لاحقة اسم الملف
cs: Přípona názvu souboru
de: Dateinamensuffix
es: Sufijo de имя de archivo
fr: Suffixe du nom de fichier
id: Akhiran Nama File
it: Suffisso nome file
ja: ファイル名の接尾辞
ko: 파일명 접미사
nl: Bestandsnaam-achtervoegsel
pl: Przyrostek nazwy pliku
pt: Sufixo do nome do ficheiro
ru: Суффикс имени файла
sv: Filnamnssuffix
tr: Dosya adı soneki
uk: Суфікс назви файлу
vi: Hậu tố tên tệp
zh_hans: 文件名后缀
zh_hant: 檔案名稱後綴

# settings.fileConverter.files.sectionTitle
source: File Converter files
ar: ملفات محول الملفات
cs: Soubory převodníku
de: Dateikonverter-Dateien
es: Archivos del Conversor
fr: Fichiers du convertisseur
id: File Konverter
it: File del convertitore
ja: 変換ファイル
ko: 변환기 파일
nl: Omzetterbestanden
pl: Pliki konwertera
pt: Ficheiros do conversor
ru: Файлы Конвертера
sv: Konverterarfiler
tr: Dosya Dönüştürücü dosyaları
uk: Файли конвертера
vi: Tệp chuyển đổi
zh_hans: 转换器文件
zh_hant: 轉換器檔案

# settings.fileConverter.imageQuality.description
source: Used for lossy image formats like JPEG, HEIC, WEBP, and AVIF.
ar: تُستخدم لتنسيقات الصور ذات الضغط مثل JPEG و HEIC و WEBP و AVIF.
cs: Používá se pro ztrátové obrazové formáty jako JPEG, HEIC, WEBP a AVIF.
de: Für verlustbehaftete Bildformate wie JPEG, HEIC, WEBP und AVIF verwendet.
es: Usado para formatos de imagen con pérdida como JPEG, HEIC, WEBP y AVIF.
fr: Utilisé pour les formats d'image avec perte comme JPEG, HEIC, WEBP et AVIF.
id: Digunakan untuk format gambar lossy seperti JPEG, HEIC, WEBP, dan AVIF.
it: Utilizzato per formati di immagine con perdita come JPEG, HEIC, WEBP e AVIF.
ja: JPEG、HEIC、WEBP、AVIFなどの非可逆画像形式に使用されます。
ko: JPEG, HEIC, WEBP 및 AVIF와 같은 손실 이미지 형식에 사용됩니다.
nl: Gebruikt voor lossy afbeeldingsindelingen zoals JPEG, HEIC, WEBP en AVIF.
pl: Używane do stratnych formatów obrazów, takich jak JPEG, HEIC, WEBP i AVIF.
pt: Utilizado para formatos de imagem com perdas como JPEG, HEIC, WEBP e AVIF.
ru: Используется для форматов изображений со сжатием с потерями (JPEG, HEIC, WEBP, AVIF).
sv: Används för förstörande bildformat som JPEG, HEIC, WEBP och AVIF.
tr: JPEG, HEIC, WEBP ve AVIF gibi kayıplı görüntü biçimleri için kullanılır.
uk: Використовується для форматів зображень із втратами, таких як JPEG, HEIC, WEBP та AVIF.
vi: Được sử dụng cho các định dạng hình ảnh nén có tổn hao như JPEG, HEIC, WEBP và AVIF.
zh_hans: 用于 JPEG、HEIC、WEBP 和 AVIF 等有损图像格式。
zh_hant: 用於 JPEG、HEIC、WEBP 及 AVIF 等破壞性壓縮影像格式。

# settings.fileConverter.imageQuality.title
source: Image quality
ar: جودة الصورة
cs: Kvalita obrazu
de: Bildqualität
es: Calidad de imagen
fr: Qualité d'image
id: Kualitas Gambar
it: Qualità immagine
ja: 画像品質
ko: 이미지 품질
nl: Beeldkwaliteit
pl: Jakość obrazu
pt: Qualidade de imagem
ru: Качество изображений
sv: Bildkvalitet
tr: Görüntü kalitesi
uk: Якість зображення
vi: Chất lượng hình ảnh
zh_hans: 图像质量
zh_hant: 影像品質

# settings.fileConverter.outputLocation.askEveryTime
source: Ask every time
ar: سؤال في كل مرة
cs: Pokaždé se zeptat
de: Jedes Mal fragen
es: Preguntar siempre
fr: Demander à chaque fois
id: Tanya Setiap Kali
it: Chiedi ogni volta
ja: 毎回確認する
ko: 매번 묻기
nl: Elke keer vragen
pl: Pytaj za każdym razem
pt: Perguntar sempre
ru: Спрашивать каждый раз
sv: Fråga varje gång
tr: Her seferinde sor
uk: Запитувати щоразу
vi: Hỏi mọi lúc
zh_hans: 每次询问
zh_hant: 每次詢問

# settings.fileConverter.outputLocation.description
source: Choose where converted files are saved.
ar: اختر مكان حفظ الملفات المحولة.
cs: Vyberte složku, kam se mají převedené soubory ukládat.
de: Speicherort für konvertierte Dateien auswählen.
es: Elige dónde se guardan los archivos convertidos.
fr: Choisir l'emplacement où les fichiers convertis sont enregistrés.
id: Pilih lokasi penyimpanan file yang dikonversi.
it: Scegli la cartella in cui salvare i file convertiti.
ja: 変換されたファイルを保存する場所を選択します。
ko: 변환된 파일이 저장될 위치를 선택하세요.
nl: Kies de map waarin geconverteerde bestanden worden opgeslagen.
pl: Wybierz lokalizację, w której zapisywane są przekonwertowane pliki.
pt: Escolher a pasta onde os ficheiros convertidos são guardados.
ru: Выберите место сохранения сконвертированных файлов.
sv: Välj mappen där konverterade filer sparas.
tr: Dönüştürülen dosyaların nereye kaydedileceğini seçin.
uk: Виберіть місце збереження конвертованих файлів.
vi: Chọn vị trí lưu các tệp đã chuyển đổi.
zh_hans: 选择转换后文件的保存位置。
zh_hant: 選擇儲存已轉換檔案的資料夾。

# settings.fileConverter.outputLocation.downloads
source: Downloads
ar: التنزيلات
cs: Stahování
es: Descargas
fr: Téléchargements
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
pt: Descargas
ru: Загрузки
sv: Hämtade filer
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載項目

# settings.fileConverter.outputLocation.sameFolder
source: Same folder
ar: نفس المجلد
cs: Stejná složka
de: Gleicher Ordner
es: Misma carpeta
fr: Même dossier
id: Folder yang Sama
it: Stessa cartella
ja: 同じフォルダ
ko: 동일한 폴더
nl: Zelfde map
pl: Ten sam folder
pt: Mesma pasta
ru: Та же папка
sv: Samma mapp
tr: Aynı klasör
uk: Та сама папка
vi: Cùng thư mục
zh_hans: 相同文件夹
zh_hant: 相同資料夾

# settings.fileConverter.outputLocation.title
source: Output location
ar: موقع الإخراج
cs: Výstupní umístění
de: Ausgabeort
es: Ubicación de salida
fr: Emplacement de sortie
id: Lokasi Output
it: Posizione di output
ja: 出力先
ko: 저장 위치
nl: Uitvoermap
pl: Lokalizacja wyjściowa
pt: Localização de destino
ru: Папка сохранения
sv: Utdatamapp
tr: Çıkış konumu
uk: Папка збереження
vi: Vị trí đầu ra
zh_hans: 输出位置
zh_hant: 輸出位置

# settings.fileConverter.quality.sectionTitle
source: File Converter quality
ar: جودة محول الملفات
cs: Kvalita převodníku
de: Dateikonverter-Qualität
es: Calidad del Conversor de archivos
fr: Qualité du convertisseur
id: Kualitas Konverter
it: Qualità del convertitore
ja: 変換品質
ko: 변환기 품질
nl: Omzetterkwaliteit
pl: Jakość konwertera
pt: Qualidade do conversor
ru: Качество Конвертера файлов
sv: Konverterarkvalitet
tr: Dosya Dönüştürücü kalitesi
uk: Якість конвертера
vi: Chất lượng chuyển đổi
zh_hans: 文件转换器质量
zh_hant: 轉換器品質

# settings.fileConverter.subtitle
source: Configure output location, existing file behavior, and quality.
ar: تكوين موقع الإخراج وسلوك الملفات الموجودة والجودة.
cs: Konfigurace výstupního umístění, chování pro existující soubory a kvality.
de: Ausgabeort, Verhalten bei vorhandenen Dateien und Qualität konfigurieren.
es: Configurar ubicación de salida, comportamiento con archivos existentes y calidad.
fr: Configurer l'emplacement de sortie, le comportement des fichiers existants et la qualité.
id: Konfigurasikan lokasi output, perilaku file yang ada, dan kualitas.
it: Configura posizione di output, comportamento per i file esistenti e qualità.
ja: 出力先、既存ファイルの処理、品質設定を行います。
ko: 저장 위치, 기존 파일 처리 및 품질 구성.
nl: Uitvoermap, gedrag voor bestaande bestanden en kwaliteit configureren.
pl: Skonfiguruj lokalizację wyjściową, zachowanie dla istniejących plików i jakość.
pt: Configurar localização de destino, comportamento para ficheiros existentes e qualidade.
ru: Настройка места сохранения, поведения при совпадении имен и качества.
sv: Konfigurera utdataplats, beteende för befintliga filer och kvalitet.
tr: Çıkış konumunu, var olan dosya davranışını ve kaliteyi yapılandırın.
uk: Налаштуйте вихідну папку, поведінку для існуючих файлів і якість.
vi: Định cấu hình vị trí đầu ra, hành vi tệp hiện có và chất lượng.
zh_hans: 配置文件输出位置、已存在文件处理和质量。
zh_hant: 設定輸出位置、現有檔案行為與品質。

# settings.fileConverter.title
source: File Converter
ar: محول الملفات
cs: Převodník souborů
de: Dateikonverter
es: Convertidor de archivos
fr: Convertisseur de fichiers
id: Pengonversi File
it: Convertitore file
ja: ファイル変換ツール
ko: 파일 변환기
nl: Bestandsomzetter
pl: Konwerter plików
pt: Conversor de ficheiros
ru: Конвертер файлов
sv: Filkonverterare
tr: Dosya Dönüştürücü
uk: Конвертер файлів
vi: Trình chuyển đổi tệp
zh_hans: 文件转换器
zh_hant: 檔案轉換器

# settings.fileConverter.videoQuality.description
source: Choose the export preset used for video conversion.
ar: اختر إعداد التصدير المسبق المستخدم لتحويل الفيديو.
cs: Zvolte předvolbu exportu pro převod videa.
de: Export-Voreinstellung für die Videokonvertierung auswählen.
es: Elige el пресет de exportación usado para la conversión de video.
fr: Choisir le préréglage d'exportation pour la conversion vidéo.
id: Pilih preset ekspor untuk konversi video.
it: Scegli il preset di esportazione per la conversione video.
ja: 動画変換用のエクスポートプリセットを選択します。
ko: 비디오 변환용 내보내기 프리셋을 선택하세요.
nl: Kies de exportvoorinstelling voor videocodering.
pl: Wybierz profil eksportu do konwersji wideo.
pt: Escolher a predefinição de exportação para conversão de vídeo.
ru: Выберите пресет экспорта для конвертации видео.
sv: Välj förinställning för export vid videokonvertering.
tr: Video dönüştürme için kullanılan dışa aktarma ayarını seçin.
uk: Виберіть попередньо встановлений профіль експорту для конвертації відео.
vi: Chọn cấu hình xuất để chuyển đổi video.
zh_hans: 选择用于视频转换的导出预设。
zh_hant: 選擇視訊轉換的匯出預設集。

# settings.fileConverter.videoQuality.high
source: High
ar: عالية
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
id: Tinggi
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt: Alta
ru: Высокое
sv: Hög
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

# settings.fileConverter.videoQuality.medium
source: Medium
ar: متوسطة
cs: Střední
de: Mittel
es: Media
fr: Moyenne
id: Sedang
it: Media
ja: 中
ko: 중간
nl: Gemiddeld
pl: Średnia
pt: Média
ru: Среднее
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中
zh_hant: 中

# settings.fileConverter.videoQuality.passthrough
source: Passthrough
ar: تمرير مباشر
cs: Přímý (Passthrough)
de: Direkt (Passthrough)
es: Directo
fr: Directe (Passthrough)
id: Langsung (Passthrough)
it: Diretto (Passthrough)
ja: パススルー
ko: 패스스루
pl: Bezpośrednie (Passthrough)
pt: Direta (Passthrough)
ru: Без перекодирования
sv: Genomströmning (Passthrough)
tr: Aynen aktar
uk: Прямий (Passthrough)
vi: Trực tiếp (Passthrough)
zh_hans: 直通
zh_hant: 直接傳送 (Passthrough)

# settings.fileConverter.videoQuality.small
source: Small
ar: صغيرة
cs: Nízká
de: Klein
es: Baja
fr: Faible
id: Rendah
it: Bassa
ja: 低
ko: 낮음
nl: Laag
pl: Niska
pt: Pequena
ru: Низкое
sv: Låg
tr: Küçük
uk: Низька
vi: Thấp
zh_hans: 小
zh_hant: 低

# settings.fileConverter.videoQuality.title
source: Video quality
ar: جودة الفيديو
cs: Kvalita videa
de: Videoqualität
es: Calidad de video
fr: Qualité vidéo
id: Kualitas Video
it: Qualità video
ja: 動画品質
ko: 비디오 품질
nl: Videokwaliteit
pl: Jakość wideo
pt: Qualidade de vídeo
ru: Качество видео
sv: Videokvalitet
tr: Video kalitesi
uk: Якість відео
vi: Chất lượng video
zh_hans: 视频质量
zh_hant: 視訊品質

# settings.focus.appearanceStyle.iconsOnly
source: Icons only
ar: أيقونات فقط
bg: Само икони
bn: শুধুমাত্র আইকন
ca: Només icones
cs: Pouze ikony
da: Kun ikoner
de: Nur Symbole
el: Μόνο εικονίδια
es: Solo iconos
fa: فقط آیکون‌ها
fi: Vain kuvakkeet
fil: Mga Icon Lamang
fr: Icônes uniquement
he: סמלים בלבד
hi: केवल आइकन
hr: Samo ikone
hu: Csak ikonok
id: Hanya Ikon
it: Solo icone
ja: アイコンのみ
kk: Тек белгішелер
ko: 아이콘만
ms: Ikon sahaja
nb: Kun ikoner
nl: Alleen symbolen
pl: Tylko ikony
pt: Apenas ícones
ro: Doar pictograme
ru: Только иконки
sk: Iba ikony
sr: Само иконе
sv: Endast ikoner
th: ไอคอนเท่านั้น
tr: Yalnızca simgeler
uk: Лише значки
vi: Chỉ biểu tượng
zh_hans: 仅图标
zh_hant: 僅圖示

# settings.focus.appearanceStyle.standard
source: Default
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Standardní
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
id: Standar
it: Predefinito
ja: 標準
kk: Әдепкі
ko: 기본
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sr: Подразумевано
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# settings.focus.autoHide.desc
source: Show the Focus activity briefly when Focus turns on instead of keeping it visible the whole time.
ar: إظهار نشاط التركيز لفترة وجيزة عند تفعيله بدلاً من إبقائه مرئياً طوال الوقت.
bg: Показване на действието за Фокус за кратко при включване, вместо да остава постоянно видимо.
bn: সারাক্ষণ দৃশ্যমান না রেখে চালু করার সময় ফোকাস অ্যাক্টিভিটি সংক্ষিপ্তভাবে দেখান।
ca: Mostra l'activitat de Concentració breument quan s'activa en lloc de mantenir-la visible constantment.
cs: Zobrazit aktivitu Soustředění krátce při aktivaci místo trvalého zobrazení.
da: Vis Fokus-aktiviteten kort, når den slås til, i stedet for at holde den synlig hele tiden.
de: Fokus-Aktivität beim Einschalten nur kurz einblenden, anstatt sie dauerhaft sichtbar zu halten.
el: Εμφάνιση της δραστηριότητας Συγκέντρωσης σύντομα κατά την ενεργοποίηση αντί να παραμένει ορατή συνεχώς.
es: Mostrar brevemente la actividad de Enfoque al activarlo en lugar de mantenerla visible todo el tiempo.
fa: نمایش کوتاه فعالیت تمرکز هنگام روشن شدن به جای نمایش مداوم.
fi: Näytä Keskittymistoiminta lyhyesti käyttöönotettaessa sen sijaan, että se olisi aina näkyvissä.
fil: Ipakita ang aktibidad ng Focus nang panandalian kapag binuksan sa halip na panatilihing nakikita.
fr: Afficher brièvement l'activité Concentration lors de l'activation au lieu de la garder visible en permanence.
he: הצג את פעילות הפוקוס לזמן קצר בעת הפעלתה במקום להשאיר אותה גלויה כל הזמן.
hi: फ़ोकस चालू होने पर पूरे समय दिखाने के बजाय संक्षेप में दिखाएं।
hr: Prikažite aktivnost Fokusa kratko prilikom uključivanja umjesto stalne vidljivosti.
hu: A Fókusz tevékenység rövid megjelenítése bekapcsoláskor a folyamatos megjelenítés helyett.
id: Tampilkan aktivitas Fokus secara singkat saat aktif daripada tetap terlihat sepanjang waktu.
it: Mostra brevemente l'attività di Full immersion all'attivazione invece di mantenerla sempre visibile.
ja: 集中モードを常に表示するのではなく、有効化時に短時間だけ表示します。
kk: Зейін қою әрекетін үнемі көрсетпей, қосылғанда қысқаша көрсету.
ko: 항상 표시하지 않고 활성화 시 잠시 동안만 집중 모드 활동을 표시합니다.
ms: Tunjukkan aktiviti Fokus secara ringkas apabila dihidupkan daripada kekal kelihatan sepanjang masa.
nb: Vis Fokus-aktiviteten kort når den slås på, i stedet for å holde den synlig hele tiden.
nl: Toon de Focus-activiteit kort bij activering in plaats van deze altijd zichtbaar te houden.
pl: Pokazuj krótko aktywność Skupienia po włączeniu, zamiast utrzymywać ją stale widoczną.
pt: Mostrar brevemente a atividade de Concentração ao ativar em vez de a manter sempre visível.
ro: Afișați activitatea Focalizare scurt când este activată, în loc să o păstrați vizibilă tot timpul.
ru: Показывать активность Фокусирования кратко при включении вместо постоянного отображения.
sk: Zobraziť aktivitu Môj čas krátko pri zapnutí namiesto trvalého zobrazenia.
sr: Прикажите активност Фокуса кратко приликом укључивања уместо сталне видљивости.
sv: Visa fokusaktiviteten kort vid aktivering istället för att hålla den synlig hela tiden.
th: แสดงกิจกรรมโฟกัสชั่วคราวเมื่อเปิดใช้งานแทนที่จะแสดงค้างไว้ตลอดเวลา
tr: Odak etkinliğini sürekli göstermek yerine Odak açıldığında kısa süre göster.
uk: Коротко показувати активність Фокусування при увімкненні, замість постійного відображення.
vi: Hiển thị ngắn gọn hoạt động Tập trung khi bật thay vì luôn hiển thị.
zh_hans: 专注模式开启时短暂显示活动，而非始终可见。
zh_hant: 啟用時短暫顯示專注模式活動，而不是保持一直可見。

# settings.focus.autoHide.title
source: Hide Focus activity automatically
ar: إخفاء نشاط التركيز تلقائياً
bg: Автоматично скриване на Фокус
bn: স্বয়ংক্রিয়ভাবে ফোকাস লুকান
ca: Amaga automàticament la Concentració
cs: Automaticky skrýt Soustředění
da: Skjul Fokus-aktivitet automatisk
de: Fokus-Aktivität automatisch ausblenden
el: Αυτόματη απόκρυψη δραστηριότητας Συγκέντρωσης
es: Ocultar automáticamente la actividad de Enfoque
fa: پنهان کردن خودکار تمرکز
fi: Piilota Keskittymistoiminta automaattisesti
fil: Awtomatikong Itago ang Focus
fr: Masquer l'activité Concentration automatiquement
he: הסתר אוטומטית פעילות פוקוס
hi: फ़ोकस गतिविधि स्वचालित रूप से छुपाएं
hr: Automatski sakrij aktivnost Fokusa
hu: Fókusz tevékenység automatikus elrejtése
id: Sembunyikan Fokus Otomatis
it: Nascondi automaticamente Full immersion
ja: 集中モードを自動的に非表示
kk: Зейін қоюды автоматты жасыру
ko: 집중 모드 자동 숨기기
ms: Sembunyi aktiviti Fokus secara automatik
nb: Skjul Fokus-aktivitet automatisk
nl: Focus automatisch verbergen
pl: Automatyczne ukrywanie Skupienia
pt: Ocultar Concentração automaticamente
ro: Ascunde automat activitatea Focalizare
ru: Автоматически скрывать активность Фокусирования
sk: Automaticky skryť aktivitu Môj čas
sr: Аутоматски сакриј активност Фокуса
sv: Dölj fokusläge automatiskt
th: ซ่อนกิจกรรมโฟกัสอัตโนมัติ
tr: Odak etkinliğini otomatik gizle
uk: Автоприховування зосередження
vi: Tự động ẩn Tập trung
zh_hans: 自动隐藏专注模式活动
zh_hant: 自動隱藏專注模式

# settings.focus.card.activity
source: Focus activity
ar: نشاط التركيز
bg: Дейност на Фокус
bn: ফোকাস অ্যাক্টিভিটি
ca: Activitat de Concentració
cs: Aktivita soustředění
da: Fokus-aktivitet
de: Fokus-Aktivität
el: Δραστηριότητα Συγκέντρωσης
es: Actividad de enfoque
fa: فعالیت تمرکز
fi: Keskittymistoiminta
fil: Aktibidad ng Focus
fr: Activité Concentration
he: פעילות פוקוס
hi: फ़ोकस गतिविधि
hr: Aktivnost Fokusa
hu: Fókusz tevékenység
id: Aktivitas Fokus
it: Attività Full immersion
ja: 集中モードアクティビティ
kk: Зейін қою әрекеті
ko: 집중 모드 활동
ms: Aktiviti Fokus
nb: Fokus-aktivitet
nl: Focusactiviteit
pl: Aktywność Skupienia
pt: Atividade de Concentração
ro: Activitate Focalizare
ru: Активность фокусирования
sk: Aktivita Môj čas
sr: Активност Фокуса
sv: Fokusaktivitet
th: กิจกรรมโฟกัส
tr: Odak etkinliği
uk: Активність фокусування
vi: Hoạt động Tập trung
zh_hans: 专注活动
zh_hant: 專注模式活動
